[
    {
        "id": 1,
        "pages": [8],
        "section": "Alternate between playing Link and Zelda",
        "body": [
            "This gamebook features a new style of play, where you control not one, but two characters, Link and Zelda.",
            "As day turns to night, and night to day, you will switch between playing as Link (day) and Zelda (night).",
            "As long as they are apart, neither one can find the MIRAGE CASTLE.",
            "TODO",
            "Unfortunately for Link and Zelda, the object of their quest is a *drifting* castle, with no fixed location.",
            "Where it will appear next is unknown.",
            "Without gathering as much information as possible, the pair will not be able to embark on their search.",
            "Knowledgeable old men and women can be found littered across the land in tree hollows and caves.",
            "Seeking them out will surely prove valuable.",
            "The map on page 270 is full of great hints.",
            "Whenever you are lost as to where to go next, always check your map!"
        ],
        "status": "initial"
    },
    {
        "id": 2,
        "pages": [9],
        "section": "Measuring days passed",
        "diagrams": [1],
        "body": [
            "This game has a time limit.",
            "You will have ten days to complete your quest.",
            "Keep track of the day/nights passed using the check sheet on page 278.",
            "Each square in the check sheet represents an entire day (one day-night cycle). Filling in a square means that day has passed.",
            "Beware! After 10 days have passed, the doors of the Mirage Castle will be sealed shut, and Link and Zelda will be unable to finish their quest.",
            "Scattered along the way, Link and Zelda may encounter warp zones.",
            "These stranges places can send them forward or backwards in time.",
            "If the pair is sent forward in time, you must fill in that many days in your check sheet.",
            "However, if the pair go back in time, you will add those new days to your check sheet as extra boxes"
        ],
        "status": "initial"
    },
    {
        "id": 3,
        "pages": [9, 10],
        "section": "Item checks",
        "diagrams": [2],
        "body": [
            "Throughout this book, Link and Zelda will pick up a variety of items.",
            "From defeating enemies to purchasing it from a merchant, there are a number of ways the pair will get new items during their quest.",
            "Please note, however, that these items are not shared between the two, and whatever Zelda picks up may only be used by Zelda, and likewise for Link.",
            "Ensure each character's picked up items are separated into their own distinct parts.",
            "Zelda and Link picking up duplicate items between them is fine.",
            "The more items you pick up, the more things you'll have at your disposal, so it's better to pick up whatever you can find.",
            "Occasionally throughout your adventure, you may pass through the same opportunity to get an item several times.",
            "Once you have gotten this item once, you cannot get it again in further visits to the same area/encounter.",
            "In those cases, please ignore it and continue.",
            "You can find an item checksheet on page 277, for Link and Zelda.",
            "Whenever you get a new item, please write it in to the corresponding check sheet (Diagram 2).",
            "The price an item is being sold at by a particular merchant may be different at another merchant.",
            "You should always try and seek out the lowest price, however there are times when your immediate need for the item will outweigh finding the best bargain.",
            "As long as you have enough rupees, you can buy as many of an item as you want all at once."
        ],
        "status": "initial"
    }

]