[
    {
        "id": 1,
        "pages": [8],
        "section": "Alternate between playing Link and Zelda",
        "body": [
            "This gamebook features a new style of play, where you control not one, but two characters, Link and Zelda.",
            "As day turns to night, and night to day, you will switch between playing as Link (day) and Zelda (night).",
            "As long as they are apart, neither one can find the MIRAGE CASTLE.",
            "TODO",
            "Unfortunately for Link and Zelda, the object of their quest is a *drifting* castle, with no fixed location.",
            "Where it will appear next is unknown.",
            "Without gathering as much information as possible, the pair will not be able to embark on their search.",
            "Knowledgeable old men and women can be found littered across the land in tree hollows and caves.",
            "Seeking them out will surely prove valuable.",
            "The map on page 270 is full of great hints.",
            "Whenever you are lost as to where to go next, always check your map!"
        ],
        "status": "initial"
    },
    {
        "id": 2,
        "pages": [9],
        "section": "Measuring days passed",
        "diagrams": [1],
        "body": [
            "This game has a time limit.",
            "You will have ten days to complete your quest.",
            "Keep track of the day/nights passed using the check sheet on page 278.",
            "Each square in the check sheet represents an entire day (one day-night cycle). Filling in a square means that day has passed.",
            "Beware! After 10 days have passed, the doors of the Mirage Castle will be sealed shut, and Link and Zelda will be unable to finish their quest.",
            "Scattered along the way, Link and Zelda may encounter warp zones.",
            "These stranges places can send them forward or backwards in time.",
            "If the pair is sent forward in time, you must fill in that many days in your check sheet.",
            "However, if the pair go back in time, you will add those new days to your check sheet as extra boxes"
        ],
        "status": "initial"
    },
    {
        "id": 3,
        "pages": [9, 10],
        "section": "Item checks",
        "diagrams": [2],
        "body": [
            "Throughout this book, Link and Zelda will pick up a variety of items.",
            "From defeating enemies to purchasing it from a merchant, there are a number of ways the pair will get new items during their quest.",
            "Please note, however, that these items are not shared between the two, and whatever Zelda picks up may only be used by Zelda, and likewise for Link.",
            "Ensure each character's picked up items are separated into their own distinct parts.",
            "Zelda and Link picking up duplicate items between them is fine.",
            "The more items you pick up, the more things you'll have at your disposal, so it's better to pick up whatever you can find.",
            "Occasionally throughout your adventure, you may pass through the same opportunity to get an item several times.",
            "Once you have gotten this item once, you cannot get it again in further visits to the same area/encounter.",
            "In those cases, please ignore it and continue.",
            "You can find an item checksheet on page 277, for Link and Zelda.",
            "Whenever you get a new item, please write it in to the corresponding check sheet (Diagram 2).",
            "The price an item is being sold at by a particular merchant may be different at another merchant.",
            "You should always try and seek out the lowest price, however there are times when your immediate need for the item will outweigh finding the best bargain.",
            "As long as you have enough rupees, you can buy as many of an item as you want all at once."
        ],
        "status": "initial"
    },
    {
        "id": 4,
        "pages": [10, 11],
        "section": "Rupee checks",
        "diagrams": [3],
        "body": [
            "Ruppees are the currency people use in Hyrule.",
            "At the start of their quests, Link and Zelda set out with 20 rupees each.",
            "Whenever you buy any items from a merchant or store, subtract that amount from your rupee total.",
            "Defeated enemies may drop rupees. If they do, you can add the dropped value to your rupee total.",
            "You can track your Rupee total on page 278."
        ],
        "status": "initial"
    },
    {
        "id": 5,
        "pages": [11, 12],
        "section": "Life Energy checks",
        "diagrams": [4],
        "body": [
            "Link and Zelda's LIFE ENERGY is represented by their number of hearts (HEART TOTAL).",
            "Your HEART TOTAL will change over the course of battling in hyrule.",
            "Defeating an opponent will gain you hearts, while being beaten will lose you hearts.",
            "You can even lose hearts when you flee from battle.",
            "Once your hearts drop to zero, that means our hero has died, and unfortunately the game is over.",
            "However, if during your travels you stopped by the Fairy Fountain, then FANNY will",
            "use the mysterious power of the fountain to restore you to full hearts.",
            "There's a limit to how many hearts you can have.",
            "You will start out with 5 hearts (this is also your limit).",
            "Hidden away in places on your journey you may find a LIFE TOOL or two. Whenver you find one of these",
            "tools, (CHECK) your maximum number of hearts increases. Unlike the FAMICON version of the game, where you can only", 
            "increse by one heart at a time, in this game each LIFE TOOL will increase your max hearts by 4.",
            "Your HEART TOTAL will be constantly changing throughout your adventure, so be sure to keep it well documented",
            "on the LIFE ENERGY CHECK SHEET (P 279)"
        ],
        "status": "initial"
    },
    {
        "id": 6,
        "pages": [12, 13],
        "section": "Bomb checks",
        "diagrams": [5],
        "body": [
            "Of the various items Link and Zelda can pick up, a particular useful tool is the BOMB",
            "While it may seem like a simplistic weapon, this handy item can be used to defeat enemies,",
            "break down dead-ends and open new paths.",
            "Bombs work much the same way as hearts. Bombs also have an upper limit to how many you can carry.",
            "when you start out, this limit is five. As with heart containers, this number goes up by 4 every",
            "time you find a LIFE TOOL.",
            "For example, say you are just starting out. You have used two bombs, and have three remaining.",
            "You find five bombs on the side of the road, but since your maximum is five, you can only pick up two.",
            "Now suppose that you had picked up one LIFE TOOL before encountering the bombs on the side of the road.",
            "Your maximum would now be nine, so you could comfortably pick up all five bombs you found.",
            "Make sure you always keep your BOMB CHECK SHEET (on page 278) up to date throughout your adventure."
        ]
    },
    {
        "id": 7,
        "pages": [14],
        "section": "Step memo",
        "diagrams": [],
        "body": [
            "While playing you'll doubtless encounter interruptions which make you put down this book and stop playing.",
            "It can be easy to loose track of where you are in Hyrule when these interruptions occur.",
            "In order to avoid this, please use the step memo provided on page 279.",
            "You can use it to trace each movement you take with Link or Zelda, and keep track of their whereabouts in Hyrule.",
             "Using different color pencils for Link and Zelda make it easy to distinguish which route is which!"
        ],
        "status": "initial"
    },
    {
        "id": 8,
        "pages": [14, 15, 16],
        "section": "How to battle",
        "body": [
            "Throughout the course of the game, Link and Zelda will come face to face with a number of fearsome enemies.",
            "When they do, you'll immediately launched into battle, however not all battles are the same!",
            "Battles come in three types: Battling with items, Battling with Battle Points, or a combination of both.",
            "Battling using battle points is different to the rules games so far, so make sure to carefully read the following description!",
            "For Battle Point type battles, the end of the sentence of each section will have a letter between A - O.",
            "This letter denotes the Battle Symbol for this battle, and will be used later to determine who wins.",
            "You'll notice that for battle sections, you'll see Links name  followed by a pair of empty brackets ( ).", 
            "You'll see the same thing for the enemy in this battle, with their name followed by brackets.",
            "The next step is to choose a number between 1 - 5 to put in each of the brackets. The numbers can be the same or different.",
            "These numbers are Link and the enemies Battle Points. Once you've assigned both, go to the Battle Symbol Table on page 276.",
            "Each row on the Battle Symbol table has a 'Base Battle Point' for both Link and the enemy he is fighting.",
            "Add these 'Base Battle Points' to Battle Points you selected earlier to determine the total Battle Points for Link and his opponent.",
            "Whichever total is closest to 9 points is the winner. However, if the total is OVER 9 points, that character LOSES.",
            "In the cases of a draw, or that both parites go over the 9 point limit, increment the battle symbol by one", 
            "(A -> B, B -> C, O->A...) and repeat until you have a winner.",
            "",
            "Now, it's finally time for your adventure in Hyrule to begin!",
            "Link and Zelda have finished preparing their Swords, Bows and 5 Bombs each, and are departing on their Journey!",
            "The time for them to combine their power and work as one has come!",
            "Set your sights on the enemy fortress, summon your courage and set fourth!",
            "I wish you the best of luck in battle!"
        ]
    }

]